[
    {
    "id": "mt",
    "company": "jw marriott",
    "photo": "https://lh3.googleusercontent.com/gps-cs-s/AC9h4nphLJfZ1ZP6nhk5qTG66F17oUZ8KnLnhvYfkm0blE0G5N14rO2bPUTafngsoSK3QiCcLrAsCCtVXQmXFMh_BrCWZFz6TXyVFWLg0KcRPhDQRjlY-xWAr4_sfCMpihywKo5T3f7b=s680-w680-h510-rw",
    "address": "Jl. DR. Ide Anak Agung Gde Agung No.1&2 Kav. E1.2, Kuningan, Kuningan Tim., Kecamatan Setiabudi, Kota Jakarta Selatan, Daerah Khusus Ibukota Jakarta 12950",
    "phone_number": "(021) 57988888",
    "gmaps": "https://maps.app.goo.gl/NvHAfViTmhrxkobt7",
    "habbits": {
        "base": {
        "shift_1": [
            "Ambil laptop dan MC (jika ada) di Concierge",
            "Minta print-out translog order hari ini di Concierge",
            "Minta print jurnal tanggal kemarin sebanyak 2 rangkap di Front Office (FO)",
            "Satu rangkap disimpan oleh Dispatcher, dan satu rangkap diberikan ke Accounting hotel melalui FO"
        ],
        "shift_2": [
            "Kembalikan laptop ke Concierge",
            "Titipkan MC untuk pemakaian besok (jika ada) ke Concierge",
            "Jika ada order transport untuk pemakaian besok, langsung input ke sistem pada masing-masing order"
        ],
        "single_shift": [
            "Gabungan dari semua kebiasaan shift 1 dan shift 2"
        ],
        "goldenbird_standby": [
            "Pangkalan Goldenbird dan Silverbird berada di tempat yang sama, yaitu di sudut kanan area lobi hotel",
            "Parkir gratis"
        ],
        "silverbird_standby": [
            "Pangkalan Silverbird dan Goldenbird berada di tempat yang sama, yaitu di sudut kanan area lobi hotel",
            "Disini memiliki 2 unit dedicate Silverbird dengan 3 pengemudi (BS675 & BS843) (Pak. Bimbim, Pak. Raka, & Pak. Nanda)",
            "Parkir gratis"
        ]
        },
        "dispatcher": {
        "eat": [
            "Dispatcher diizinkan gratis makan dengan melakukan scan QR Code di kantin"
        ],
        "parking": [
            "Parkir motor bisa ke pintu masuk belakang hotel Ritz Carlton, dan pilih area parkir motor karyawan JW Marriott sebelah kanan (gratis)"
        ],
        "easy_pay": [
            "Untuk login nomor handphone dan password Easy Pay bisa hubungi Mba Murni, Dhea, atau Fahrizal"
        ],
        "whatsapp_group": [
            "Terdapat grup whatsapp Dispatcher JWM untuk berkomunikasi antara Dispatcher dan tim hotel",
            "Terdapat grup whatsapp Dedicate JW Marriott untuk berkomunikasi antara Dispatcher dan pengemudi dedicate"
        ]
        },
        "payment_standard": {
        "goldenbird": [
            "Untuk charge room airport transfer, tambahkan tax 10%",
            "Untuk charge room Pick up Drop Office (PDO) tidak perlu tax, cukup tambahkan kasbon jika ada",
            "Untuk layanan hourly dan charter, gunakan rumus: Harga Dasar + Kasbon + Tax 10%"
        ],
        "silverbird": [
            "Proses pembayaran charge room gunakan akun Easy Pay Dispatcher Marriott",
            "Untuk charge room airport transfer, tambahkan tax 10%",
            "Untuk charge room drop office, paket hourly, dan paket charter, jangan tambahkan tax",
            "Untuk charge room yang bukan termasuk paket hourly, gunakan meter argo + tax 10%",
            "Untuk penjemputan dari office ke hotel, silakan lakukan pemesanan melalui aplikasi MyBb",
            "Untuk charge room gunakan harga paket yang telah ditentukan",
            "Untuk charge room yang tidak masuk di list harga paket silakan cek estimasi argo di aplikasi, lalu di kali dua"
        ],
        "bluebird": [
            "Kecuali complimentary silakan order melalui aplikasi MyBb",
            "Kecuali complimentary pembayaran hanya bisa cash atau Easy Pay tamu"
        ],
        "bigbird": [
            "Untuk layanan pick up, drop off, hourly, dan charter, gunakan rumus: Harga Dasar + Kasbon + Tax 10%"
        ]
        },
        "package_price_list": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": "",
        "bigbird": ""
        },
        "dedicate_services": {
        "goldenbird": "",
        "silverbird": ""
        },
        "complimentary_services": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": ""
        },
        "caution": {
        "caution_1": "",
        "caution_2": ""
        },
        "note": {
        "note_1": "",
        "note_2": ""
        }
    }
    },
    {
    "id": "sj",
    "company": "the st regis jakarta",
    "photo": "https://lh3.googleusercontent.com/p/AF1QipMaCkLX-_ZwmYYCh5Rb4i2BSihFpnO3N-aNuhXL=s680-w680-h510-rw",
    "address": "Rajawali Place, Jl. H. R. Rasuna Said No.4 Blok Kav. B, Kuningan, Setia Budi, Kecamatan Setiabudi, Kota Jakarta Selatan, Daerah Khusus Ibukota Jakarta 12910",
    "phone_number": "(021) 50948888",
    "gmaps": "https://maps.app.goo.gl/D7LLqKRijuxdJZc58",
    "habbits": {
        "base": {
        "shift_1": [
            "Ambil laptop dan MC (jika ada) di Concierge",
            "Minta print-out list order hari ini di Concierge",
            "Minta print jurnal tanggal kemarin di Concierge",
            "Setelah balancing simpan jurnal dan strapless MC di print-out jurnal tersebut"
        ],
        "shift_2": [
            "Kembalikan laptop ke Concierge",
            "Titipkan MC untuk pemakaian besok (jika ada) dan minta di posting ke Concierge",
            "Jika ada order Goldenbird Denza untuk besok bisa note di sistem tackle driver dedicate SJ",
            "Jika ada order Silverbird di jam menjelang pagi bisa PSB (upgrade) ke driver Goldenbird kalong",
            "Kecuali hari Minggu jika ada order Silverbird boleh di order hingga maksimal jam 08.00",
            "Kecuali hari Minggu jika ada order Goldenbird di atas jam 09.00 tidak perlu di BCin",
            "Khusus di hari Minggu jika ada order Silverbird boleh di order hingga maksimal jam 10.00",
            "Khusus di hari Minggu jika ada order Goldenbird maksimal jam 10.00 boleh di BCin, jika di atas jam 10.00 boleh di HOin",
            "Share screenshot order besok di WhatsApp grup Dispatcher Concierge sebelum closing",
            "Sebelum closing informasikan ke Channel 3 bahwa di SJ ada Goldenbird kalong standby"
        ],
        "single_shift": [
            "Gabungan dari semua kebiasaan shift 1 dan shift 2"
        ],
        "goldenbird_standby": [
            "Pangkalan Goldenbird bisa standby di basement",
            "Minta bantuan Concierge untuk proses free parking Goldenbird standby",
            "Disini memiliki 2 dedicate Goldenbird Denza (Pak. Apud Mahpudin & Pak. Muchtar Chaerudin) dan 1 unit BMW I7 (Pak. Agus Kurniadi)"
        ],
        "silverbird_standby": [
            "Pangkalan Silverbird standby hanya boleh 1 unit di lobby hotel, sisanya bisa arahkan standby di basement",
            "Parkir gratis"
        ]
        },
        "dispatcher": {
        "eat": "",
        "parking": "",
        "easy_pay": "",
        "whatsapp_group": ""
        },
        "payment_standard": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": "",
        "bigbird": ""
        },
        "package_price_list": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": "",
        "bigbird": ""
        },
        "dedicate_services": {
        "goldenbird": "",
        "silverbird": ""
        },
        "complimentary_services": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": ""
        },
        "caution": {
        "caution_1": "",
        "caution_2": ""
        },
        "note": {
        "note_1": "",
        "note_2": ""
        }
    }
    },
    {
    "id": "wt",
    "company": "the westin jakarta",
    "photo": "https://images.trvl-media.com/lodging/16000000/15670000/15663900/15663894/c14905ce.jpg?impolicy=resizecrop&rw=575&rh=575&ra=fill",
    "address": "Jl. H. R. Rasuna Said No.Kav.C-22A, RT.2/RW.5, Karet Kuningan, Kecamatan Setiabudi, Kota Jakarta Selatan, Daerah Khusus Ibukota Jakarta 12940",
    "phone_number": "(021) 27887788",
    "gmaps": "https://maps.app.goo.gl/uQASzy26Ezd5Cdaf7",
    "habbits": {
        "base": {
        "shift_1": "",
        "shift_2": "",
        "single_shift": "",
        "goldenbird_standby": "",
        "silverbird_standby": ""
        },
        "dispatcher": {
        "eat": "",
        "parking": "",
        "easy_pay": "",
        "whatsapp_group": ""
        },
        "payment_standard": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": "",
        "bigbird": ""
        },
        "package_price_list": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": "",
        "bigbird": ""
        },
        "dedicate_services": {
        "goldenbird": "",
        "silverbird": ""
        },
        "complimentary_services": {
        "goldenbird": "",
        "silverbird": "",
        "bluebird": ""
        },
        "caution": {
        "caution_1": "",
        "caution_2": ""
        },
        "note": {
        "note_1": "",
        "note_2": ""
        }
    }
    }
]
